[
    {
        "name": "Субҳу шом",
        "image": "images/sunset.png",
        "chapters": [
            {
                "name": "Дуои бедор шудан аз хоб",
                "text": [
                    {
                        "id": "Дуои 1",
                        "text": "Алҳамдулилаҳиллази аҳёна, баъдама аматтана, ва илайҳи-ннушур",
                        "arabic": "الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَمَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ",
                        "translation": "Сипоси Аллоҳ, ки моро пас аз мирондан, зинда кард» (Ривояти Бухорӣ 7395)"
                    },
                    {
                        "id": "Дуои 2",
                        "text": "«Субҳонакаллоҳумма вабиҳамдика, ватабаракасмука, ва таъала ҷаддука, вала илаҳа ғайрука; Ла илаҳа иллаЛоҳ! Ла илаҳа иллаЛоҳ! Ла илаҳа иллаЛоҳ! Аллоҳу Акбару кабиро! Аллоҳу Акбару кабиро! Аллоҳу Акбару кабиро! Аъузубиллаҳи-ссамиъул-алим, минашайтонирраҷим, мин ҳамзиҳи ванафхиҳи ванафсиҳ.»",
                        "arabic": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلَا إِلَهَ غَيْرُكَ ثُمَّ يَقُولُ :  لَا إِلَهَ إِلَّا اللَّهُ  ثَلَاثًا ثُمَّ يَقُولُ :  اللَّهُ أَكْبَرُ كَبِيرًا - ثَلَاثًا - أَعُوذُ بِاللَّهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ ؛ مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ.  يَقْرَأُ",
                        "translation": "Илоҳо, ту аз ҳар айб поки, ва барои туст ҳамд ва пурбаракат аст номи ту ва боло мақом аст бузургии ту ва нест маъбуди барҳақ ғайри ту. Нест маъбуди барҳақ ғайр аз Аллоҳ, се маротиба, Аллоҳу бузургу бузургвор аст, се маротиба, паноҳ меҷӯям ба Аллоҳи шунавою доно аз шайтони раҷим, аз васвасаи ӯ ва аз нафасу ҳавои ӯ». Сипас эшон қироат мекард. (Ривояти Абудовуд 775)"
                    },
                    {
                        "id": "Дуои 3",
                        "text": "«Лаилаҳа иллалЛоҳ ваҳдаҳу лашарика лаҳ, лаҳулмулк валаҳулҳамд ва ҳува ало кулли шайин қадир, алҳамдулиллаҳ, ва субҳоналлоҳ, ва лаилаҳа иллалЛоҳ вАллоҳу Акбар вала ҳавла вала қуввата илла биллаҳ»",
                        "arabic": " لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، الْحَمْدُ لِلَّهِ، وَسُبْحَانَ اللَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ ثُمَّ قَالَ : اللَّهُمَّ اغْفِرْ لِي أَوْ دَعَا اسْتُجِيبَ لَهُ، فَإِنْ تَوَضَّأَ وَصَلَّى قُبِلَتْ صَلَاتُهُ",
                        "translation": "«Нест маъбуди барҳақ лоиқи ибодат ба ҷуз Аллоҳ яккаву ягона, ки ҳеҷ шарике надорад, аз барои Ӯст мулк ва ситоиш ва Ӯ бар ҳар кор тавоност, ситоиш сазои Аллоҳ аст ва пок аст Аллоҳ, нест маъбуди барҳақ созои ибодат ба ҷуз Аллоҳ ва Аллоҳ бузург аст, нест қуввату тавоноӣ магар бо (кӯмаку ёрии) Аллоҳ. Пас дар ин сурат агар аз Аллоҳ омӯрзиш пурсад ё дуо кунад, дуояш қабул мегардад, ва агар вузӯ гирифта намоз гузорад, намозаш (ҳатман) қабул хоҳад шуд.» (Ривояти Бухорӣ 1154)"
                    },
                    {
                        "id": "Дуои 4",
                        "text": "Аллоҳу Акбар ва даҳ бор Алҳамдулилоҳ ва даҳ бор субҳоналлоҳи вабиҳмдиҳ  ва субҳоналмаликилқуддус даҳ бор, ва астағфируллоҳ даҳ бор ва Лоилоҳа иллаЛоҳ даҳ бор, сипас даҳ бор  мегуфт: «Аллоҳумма инни аъузубика мин зийқи-дуня ва зийқи явмилқиямаҳ.»",
                        "arabic": "غن شريق الهوزني قال دَخَلْتُ عَلَى عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا فَسَأَلْتُهَا : بِمَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَفْتَتِحُ إِذَا هَبَّ مِنَ اللَّيْلِ ؟ فَقَالَتْ : لَقَدْ سَأَلْتَنِي عَنْ شَيْءٍ مَا سَأَلَنِي عَنْهُ أَحَدٌ قَبْلَكَ، كَانَ إِذَا هَبَّ مِنَ اللَّيْلِ كَبَّرَ عَشْرًا وَحَمَّدَ عَشْرًا، وَقَالَ :  سُبْحَانَ اللَّهِ وَبِحَمْدِهِ  عَشْرًا، وَقَالَ :  سُبْحَانَ الْمَلِكِ الْقُدُّوسِ عَشْرًا، وَاسْتَغْفَرَ عَشْرًا، وَهَلَّلَ عَشْرًا، ثُمَّ قَالَ :  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ ضِيقِ الدُّنْيَا، وَضِيقِ يَوْمِ الْقِيَامَةِ . عَشْرًا، ثُمَّ يَفْتَتِحُ الصَّلَاةَ "
                    }
                ]
            },
            {
                "name": "Дуои ҳангоми пӯшидани либос",
                "text": [
                    {
                        "id": "Дуои 1",
                        "text": "Алҳамдулиллаҳи-ллазӣ касонӣ ҳаза савба ва разақани",
                        "arabic": " الحمدُ للهِ الذي كساني هذا [ الثوبَ ] ورزقنِيهِ من غيرِ حولٍ مني ولا قوةٍ",
                        "translation": "Сипоси Аллоҳ ки ин либосро ба ман пӯшонид ва ӯро насибам гардонид, ба ғайр аз қудрату тавоноии ман. (Ривояти Абудовуд 4033)"
                    },
                    {
                        "id": "Дуои 2",
                        "text": "«Абли ва ахлиқи, сумма абли ва ахлиқи, сумма абли ва ахлиқи»",
                        "arabic": "أبْلِي وأَخْلِقِي، ثُمَّ أبْلِي وأَخْلِقِي، ثُمَّ أبْلِي وأَخْلِقِي",
                        "translation": "Кӯҳнаю афсурда кун, кӯҳнаю афсурда кун, сипас боз кӯҳнаю афсурда кун"
                    }
                ]
            },
            {
                "name": "Дуои пӯшидани либоси нав",
                "text": [
                    {
                        "id": "Дуои 1",
                        "text": "«Аллоҳумма лакалҳамду анта касавтанӣҳи, асъалука мин хайриҳи ва хайри ма суниъа лаҳ, ва ауъзу бика ми шарриҳи ва шарри ма суниъа лаҳ»",
                        "arabic": "اللَّهمَّ لك الحمدُ أنت كسوْتنِيهِ أسألُك من خيرِه وخيرِ ما صُنِعَ له ، وأعوذُ بك من شرِّهِ وشرِّ ما صُنِعَ له ",
                        "translation": "Кӯҳна бикун ва Аллоҳ Таъоло навашро насиб кунад"
                    }
                ]
            },
            {
                "name": "Дуо барои касе ки либоси нав пӯшида бошад",
                "text": [
                    {
                        "id": "Дуои 1",
                        "text": "«Тубли ваюхлифуллоҳу таъала»",
                        "arabic": "قَالَ أَبُو نَضْرَةَ : فَكَانَ أَصْحَابُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا لَبِسَ أَحَدُهُمْ ثَوْبًا جَدِيدًا قِيلَ لَهُ : تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى. ",
                        "translation": "Кӯҳна бикун ва Аллоҳ Таъоло навашро насиб кунад"
                    }
                ]
            },
            {
                "name" : "Дуои ҳангоми баровардани либос",
                "text": [
                    {
                        "id": "Дуои 1",
                        "text": "Бисмиллаҳ",
                        "arabic": "بِسْمِ اللَّـهِ",
                        "translation": "Ба номи Аллоҳ"
                    }
                ]
            }
        ]
    },
    {
        "name": "Хӯрдан ва ошомидан',",
        "image": "images/food.png"
    },
    {
        "name": "Шодӣ ва ғаму андуҳ",
        "image": "images/sadness.png"
    },
    {
        "name": "Дуоҳои намоз",
        "image": "images/duasalah.png"
    },
    {
        "name": "Дуоҳои ҳаҷу умра",
        "image": "images/hajj.png"
    },
    {
        "name": "Одоби мусалмон",
        "image": "images/shakinghands.png"
    },
    {
        "name": "Табиат",
        "image": "images/storm.png"
    },
    {
        "name": "Беморӣ ва марг",
        "image": "images/sick.png"
    },
    {
        "name": "Дуоҳои мухталиф",
        "image": "images/silhouette.png"
    }
]