{
    "author" : "ШАЙХ  АЛЛОМА Муҳаммад Ибни Ҳоҷи Арнаутӣ 1333 – 1420 ҳиҷрӣ, 1914 – 1999 мелодӣ",
    "title" : "ОДОБИ НИКОҲ АЗ  ДИДГОҲИ СУННАТИ  ПОКИЗА",
    "content": [
  {
   "id":"ОДОБИ-1",
   "subtitle" : "Навозишу шавқати ҳамсар ҳангоми хилват кардан бо ӯ.",
   "text" : "Чун домод назди арӯс дарояд, навоздани ӯ бо эшон мустаҳаб аст, мисли нӯшокӣ пешниҳод намудан ва наҳви он, тибқи ҳадиси Асмоа бинти Язид ибни Сакан разияллоҳу анҳо, ки гуфтаанд: Ман Оишаро барои расули  Аллоҳ  ﷺ ороиш додам, сипас назди эшон рафта ӯро фарёд кардам, то ба ӯ (Оиша) назар кунад, эшон омаду дар паҳлуяш нишаст, сипас қадаҳи   калонеро пур аз шир оварданд, ҳазрат аз он нушида кадаҳро ба Оиша  дод, Оиша сарашро поён намуда (аз гирифтани он) шарм кард, Асмоа гуфт: ман Оишаро маломат карда ба ӯ гуфтам: ҷомро аз дасти паёмбар ﷺ  гир! Сипас ӯ  (Оиша) каме аз он нушид, сипас паёмбар ﷺ ба ӯ (Оиша) гуфт: (қадаҳро) Ба дугонаат бидеҳ! Асмоа гуфт: Ё расулАллоҳ! Балки  худат аз он нушида, сипас қадаҳро ба ман аз дасти худат бидеҳ! Сипас эшон нушида  ӯро ба ман дод, Асмоа гуфт: ман ба ҷоям нишаста қадаҳро миёни ду зонуям гузошта онро бо лабҳоям гирдогирд мелесидам, то (аз баракати) ҳамон маконе, ки паёмбар ﷺ  аз он нушида  буд баҳраманд шавам, сипас паёмбар ﷺ ба  муроҷиат карда аммо занонеки назди ман нишаста буданд шунавонда гуфт: «ҷоми ширро ба онҳо (низ) бидеҳ онҳо дар баробари худ гуфтанд: мо иштиҳо надорем, пас паёмбар ﷺ гуфт: гуруснагиро бо дурӯғ якҷо макунед!¹",
   "sources" : [

       {
          "source" : "¹Ҳадисро ривоят кард эмом Аҳмад (6/438, 452, 453, 458) бо ду иснод тӯлони ва мухтасар, ки яке  дигарашро қуват медиҳад, ва ба тақвияи он имом Мунзирӣ (4/29) ишора кард, ва инчунин имом Ҳумайдӣ дар муснадаш (2/61), ва аз барои ин ҳадиси мазкур аз Асмоа бинти Умайс назди Табарони дар “Ассағир”  ва “Алкабир” шоҳиде аст, ва дар “Таърихӣ Асбаҳон” – ӣ Абу Шайх саҳ-282,283."
       }
   ]
   },
        {
   "id":"ОДОБИ-2",
   "subtitle" : "Гузоштани даст ба пешонаи ҳамсар ва дар ҳаққаш дуо гуфтан.",
   "text" : "Қабл аз ҳамбистарӣ шоиста аст, ки ӯ (домод) дасти худро ба пешонаи арӯс бигзорад ва Бисмиллоҳ гуяд ва  дуои баракатиро бигӯяд, ҳамчуноне, ки дар гуфта расули Аллоҳ ﷺ омадааст:Чун яке аз шумоён  издивоҷ кунад ё хидимеро бихарид, пас ба пешонааш дасташро гузошта номи Аллоҳ азза ваҷалро зикр кунад ва дуои талаби баракатро карда бигуяд: اللَّهُمَّ إنِّي أَسْأَلُكَ مِنْ خَيْرَهَا وَخَيْرَ مَا جبلتها عَلَيْه ، وَأَعُوذُ بِك مِنْ شرّها وَشَرِّ مَا جبلتها عَلَيْه «Аллоҳумма инни ас-алука  мин хайриҳа  вамин  хайри  ма ҷалабтаҳа ъалайҳ ва аъузубика мин шарриҳа ва мин шарри ма ҷалабтаҳа ъалайҳ». Илоҳо! ҳароина ман аз ту хайри ҳамин зан ва он хайре, ки бар он  ӯро офаридаи¹ металабам, ва паноҳ меҷӯям аз бадии эшон ва аз бадие, ки бар он ӯро офаридаи².(Дар дигар ривоят омадааст, ки ӯ ﷺ фармудаанд) : «Ва ҳаргоҳе, ки  яке аз шумоён уштуре харад пас аз болои куҳаш дасташро монда ҳамчунин ин дуоро бихонад³».",
   "sources" : [

        {
          "source" : "¹Яъне бар ҳамон сириште, ки ӯро офариди ва табъи фитри гузошти.Гуфтам: ҳадиси зерин бар ин, ки Аллоҳ офаридгори хайру шар мебошад, ҳуҷҷат аст, муқобили (даъвои) муътазилиҳо ва касаноне, ки мегӯянд; шар аз офаридаи Ӯ таборак ва таъоло нест. Дар исботи холиқи шар будани Аллоҳ ҳеҷ камбудию норасӣ ба комоли Ӯ таъло нест, балки ин худ аз комоли Ӯст. Баёни муфассали ин масъларо дар таълифоти тӯлонӣ метавонед пай бурд, ва беҳтарини он, китобӣ Ибни Қайим  “Шифоъул алил филқазо валқадари ваттаълил” мебошад, ҳарки хоҳад ба он муроҷиат кунад. Оё дар харидани мошин гуфтани дуои зерин машруъ аст? Ҷавоби ман; бале, (машруъ ва равост) азбаски умеди хайр ва хавфи шар дар мошин мавҷуд аст"
       },

       {
          "source" : "²Ривояти Аҳмад 6/438, 452, 453 ва 458 бо матни тӯлони ва мухтасар бо ду иснод, ки яке дигарашро қувват медиҳад ва имом Мунзири 4/29 ба қуввати ҳадис ишора намуданд.  Инчунин ин ҳадисро имом Ҳумайди дар муснадаш 2/61 ривоят кардаанд ва ба санади зайл шоҳидест аз ҳадиси Асмоа бинти Умайс дар назди Табарони дар китоби “Ас-сағир” ва “Ал-кабир” ва дар китоби “Ас-Самт” – ӣ Ибни Абу Дунё 2/26"
       },

        {
          "source" : "³Ривояти Бухори дар “Афъоли ибод” саҳ:77 ва Абу Довуд 1/336 ва ибни Моҷа 1/592 ва имом  Ҳоким 2/185 Байҳақӣ 7/148 ва Абу Яъло дар Муснадаш 2/308 бо исноди ҳасан, имом Ҳоким ҳасдиро саҳеҳ шумурд ва ӯро дар ин  имом Заҳабӣ мувофақат намуд, имом Ҳофиз Эроқӣ дар “Тахриҷи эҳё” 1/298 гуфт: санади ин ҳадис қавист. Инчунин бо сукути хеш ба сиҳати ин ҳадис имом Абдулҳақи Ишбилӣ дар китоби “Аҳкомулкубро” 2/42  ишора намуд, ҳамчуноне, ки эшон дар сарсухани китобаш инро сареҳ гуфта буд, инчунин имом Ибни Дақиқулъид дар китоби “Ал-илмом” 2/1"
       }


   ]
   },


            {
   "id":"ОДОБИ-3",
   "subtitle" : " Бо ҳам намозгузоштани зану шавҳар.",
   "text" : "Ва аз барои эшон якҷо ду ракъат намоз хондан мустаҳаб мебошад,  ҳамчуноне, ки ин феъл аз гузаштагиёни накӯ нақл шудааст. Дар ин маврид  ду асар ворид шудааст: Аввал: аз Абу Саъид мавлои Абу Усайд ривоят аст, ки гуфт: Замонеки ғулом будам издивоҷ кардам,  ва  гуруҳе аз ёрони  паёмбарро таклиф намудам, ки дар миёни эшон ибни Масъуд ва Абу Зар ва Ҳузайфа буд, сипас ба намоз қомат гуфта шуд, ва Абу Зар ба имоматӣ пеш рафт, эшон ба ӯ гуфтанд: исто! Ӯ (Абу Зар) гуфт: ба ҷидди? Онҳо гуфтанд бале¹, пас ман худам пеш даромада ба эшон  имомати кардам ҳол он, ки  ғуломи мамлук будам, сипас маро таълим дода гуфтанд: Ҳаргоҳе, ки  ҳамсарат наздат ояд, ду ракъат намоз гузошта аз аз хайри он чи, ки ба наздат омад аз Аллоҳ таъло талаб кун ва паноҳ биҷӯй ба Ӯ аз бадии эшон, сипас ҳавола ба шаъни худ ҳастед. (Асари) дувум аз Шақиқ гуфт:«Марде ба ном Абу Ҳариз омаду гуфт: Mан як духтари бокираро никоҳ кардам ва ман тарсонам аз ин, ки ба ман бадбинӣ кунад, пас Абдулло (яъне ибни Масъуд) гуфт: Ҳароина улфат (муҳаббат) аз ҷониби Аллоҳ таъолост ва бадбинӣ бошад аз шайтон, ӯ мехоҳад ба шумо нафрин созад чизеро, ки Аллоҳ бароятон ҳалол гардондааст, бинобар ҳаргоҳе, ки  ҳамсарат ба наздат ояд, ба ӯ бигӯ то аз қафоят ду ракъат намоз гузорад. Дар дигар ривоят бештар аз ин ривоят омаддаст аз ибни Масъуд, ки гуфт: ва бигу: للَّهُمَّ بَارِكْ لِي فِي أَهْلِي ، وَبَارِكْ لَهُمْ فيّ ، اللَّهُمّ أَجْمَع بَيْنَنَا مَا جَمَعْتُ بِخَيْر ؛ وَفَرَّق بَيْنَنَا إذَا  فُرِّقَتْ إلَى خَيْرٍ .Аллоҳумма борик ли фи аҳли ва борик лаҳум фийя Аллоҳуммаҷмаъ банана ма ҷамаъта бихайр ва фарриқ байнана иза фаррақта ила хайр. «Илоҳо! Маро дар аҳлам баракат деҳ ва ба ӯ низ дар ман баракат бибахш, Илоҳо миёни мо хайрро ҷамъ намо он чиро, ки ҷамъ карди ба хайр ва ҷудо кун миёни мо, ҳаргоҳе, ки ҷудо куни ба сӯи хайр».",
   "sources" : [

         {
          "source" : "¹Гуфтам: «Эшон ба ин, ки меҳмон наметавонад дар хонаи зиёратшуда имоматӣ кард, магар баъд аз рухсати ӯ, ишора намуданд, мувофиқи гуфтаи ӯ ﷺ “Мардро дар манзилаш дигар мард имомати набояд кард.” Тахриҷӣ Муслим ва Абу Авона дар саҳеҳашон ва инчунин дар саҳеҳ Абудовуд бо рақамӣ 594»."
          },




        {
          "source" : "²Ривояти Абубакр ибни Абу Шайба дар “Мусаннаф” ҷилди-7 саҳ-50 ваҷҳи-1 ва ҷилдӣ-12 саҳ-43 ваҷҳи-2 ва Абдураззоқ  6/191,192 ва иснодаш то Абу Саиъд саҳеҳ аст, ва (ҳоли) эшон мастур аст, аз ӯ ҳеҷ зикре наёфтам, ғаёр аз он, ки Ҳофиз дар “Ал-Исоба” ӯро ёдовари карда аз ҷумлаи ровиёни мавлояш Абу Усайд Молик Ибни Рабъи Ансори зикр намуд. Сипас ӯро дар китоби “Ас-Сиқот”-ӣ Ибни Ҳиббон 5/588 чопи ҳиндӣ дидам, эшон гуфт: Ӯ  (Абу Саиъд ровии ин ҳадис) аз ҷамоати саҳобагон ривоят кардааст ва аз эшон Абу Назра ривоят намудааст. Сипас қиссаро бидуни ин зиёда “эшон ба ӯ гуфтанд: исто!”  ворид намуд, ин зиёда аз ривояти Ибни Абу Шайба 2/23/1 мебошад."
         },

        {
          "source" : "³Ривояти Абубакр ибн Абу Шайба дар масдари собиқ, ва инчунин Абдураззоқ дар “Мусаннаф” 6/191/10460,10461 ва санади он саҳеҳ аст."
       }
   ]
   },

    {
   "id":"ОДОБИ-4",
   "subtitle" : "Он чи қабл аз ҳамбистарии ҳамсар гуфта мешавад.",
   "text" : "Ва ба шавҳар   сазост қабл аз ҳамхобагии ҳамсараш (ин дуоро) гуяд: بِسْمِ اللَّهِ ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ ، وَجَنِّبْ الشَّيْطَانَ مَا رَزَقْتَنَا  «Бисмиллаҳи Аллоҳумма ҷаннибнашайтон ва ҷаннибишайтон ма разақтана». Ба номи Аллоҳ! Илоҳо шайтонро аз мо дур кун ва дур кун ӯро аз он чи, ки бо мо рӯзи медиҳи¹. Ва он ҳазрат ﷺ  гуфт: «Cипас агар Аллоҳ таъоло фарзандеро миёни ҳардуяшон тақдир кунад, ҳагиз шайтон ба он фарзанд зарар нахоҳад расонд».",
   "sources" : [

       {
          "source" : "¹Гуфтам: «Дар асос гуфтани ин дуо дар уҳдаи мард аст, аммо рафтаю зан низ ин дуоро гуяд, ҳеҷ ишколе дар ин нест ва Аллоҳ таъоло                      донотараст бар он». Тарҷумон"
       },
       {
          "source" : "²Ривояти Бухори 9/187 ва боқимондаи асҳоби сунан магар эмом Насоӣ."
       }


   ]
   },

    {
   "id":"ОДОБИ-5",
   "subtitle" : "Сифати ҳамбистарии зан.",
   "text" : "Ба шавҳар ҳамхоба шудани зан аз самти пеш (дар варҷ) равост, аз ҳар ҷиҳате, ки хоҳад аз қафо ё аз пеши ӯ, тибқи гуфтаи Аллоҳ таборак ва таъоло:   ﴾نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ﴿ «Заноҳои шумо киштзори шумо ҳастанд, Пас ҳаргунае ки бихоҳед, ба киштзори худ дароед» (Бқара:223). Яъне аз пеш бошад ва чи аз қафо, дар ин маврид аҳодиси зиёд ворид шудааст бо зикри  дутои он иктифо мекунам: Аввл аз Ҷобир разияллоҳу анҳу ривоят аст, ки гуфт: Яҳудҳо мегуфтанд, ки агар мард ҳамсарашро аз қафояш дар фарҷаш муҷоммат кунад, дар натиҷа фарзанд олус (каҷбин) таваллуд мешавад! Сипас ин оят нозил шуд «Заноҳои шумо киштзори шумо ҳастанд, Пас ҳаргунае ки бихоҳед, ба киштзори худ дароед.» Пас аз он расули Аллоҳ ﷺ гуфтанд: «Аз пешу қафо, ҳангоме ки дар фарҷ иҷро шавад¹. Ҳадиси дувум: аз ибни Аббос разияллоҳу анҳу гуфт: «Маҳаллаи ансориён, ки (қабл аз Ислом) бутпараст буданд, бо маҳаллаи яҳудиён, ки аҳли китоб мебошанд, бо ҳам якҷо мезистанд ва ансориён ба онҳо (аҳли китоб) дар илму дониш бартари медиданд, аз ин рӯ ба бештари кирдорашон иқтидо мекарданд, ва аз одати аҳли китоб ин буд, ки бо занҳояшон танҳо аз як ҷониб муҷомаат мекарданд, чун ин ҳайат (бо гумони яҳуд) заноро бештар аз бараҳнаги ситр мекунад, аз ин сабаб аҳли  ансор ин одатро аз онҳо ба худ гирифта буданд. Қурайшиён бошанд  ҳамсаронашонро (ҳангоми муҷомаат) кашф мекарданд, кашфи кардани гайримаъруф, аз пешу қафо ва хӯфта бар қафо, аз занҳо лаззат мебурданд. Сипас чун муҳоҷирин ба Мадина омаданд, як марде аз онҳо бо зани  ансорӣ издивоҷ кард, сипас бо услуби худ мехост бо ӯ ҳамбистар шавад, вай зан ӯро аз ин манъ кард ва гуфт: моро танҳо аз як ҷониб наздик мешуданд, ту низ ҳамчунин бикун, вагарна аз ман дур шав. Ҳаҷми ин масъала (рӯз ба рӯз) бузур шуд то ҷое, ки  хабари эшон ба расули Аллоҳ ﷺ расид, сипас Аллоҳ таъоло ин оятро нозил кард «Заноҳои шумо киштзори шумо ҳастанд, пас ҳаргунае ки бихоҳед, ба киштзори худ дароед» аз пешу қафо ва хӯфта бар қафо яъне, аз мавзеъи таваллуд шудани фарзанд²».",
   "sources" : [


        {
          "source" : "¹Ривояти Бухори 8/154 ва Муслим 4/157 ва Насоӣ дар “Ишратуннисо” 76/1,2"
       },
        {
          "source" : "²Ривояти Абудовуд 1/377 ва Ҳоким 2/195, 279 ва Байҳақӣ 7/195 ва Воҳидӣ дар “Ал-Асбоб” саҳ 52 ва Хаттобӣ дар “Ғарибулҳадис” 2/73 ва санадаш ҳасан мебошад, инчунин Ҳоким ӯро саҳеҳ хонданд ва имом Заҳабӣ ӯро дар ин мувофақат кардааст"
       }
   ]
   },

   {
   "id":"ОДОБИ-6",
   "subtitle" : "Ҳаром будани ҷимоъ дар мақъад.",
   "text" : "Барои мард аз мақъади зан муҷомаат кардан ҳаром аст, ин аз мафҳуми ояти собиқ баён мешавад «Заноҳои шумо киштзори шумо ҳастанд, Пас ҳаргунае ки бихоҳед, ба киштзори худ дароед» Ва аҳодисҳои мутақаддим  низ ба ин далел мебошанд. Дар ин мавзӯъ ҳадисҳои дигар низ ворид шудааст: Якум: Аз Умми Салама разияллоҳу анҳо ривоят аст, ки гуфт: «Вақто, ки муҳоҷирин ба Мадина назди ансориён омаданд, муҳоҷирин бо занҳои ансор издивоҷ карданд ва моҳоҷирин (бо занҳо) бо ҳайати гуногун хонадори мекарданд, ансориён бошанд инро намекарданд, сипас марде аз моҳоҷирин мехост бо чунин сифат бо занаш ҳамхобагӣ кунад, он зан ӯро аз ин феъл манъ кард, то (ҳукмашро) аз расули Аллоҳ ﷺ бипурсад, сипас он зан назди пёмбар ﷺомад, аммо аз савол кардани эшон шарм дошт, пас Умми Салама ӯро аз ин чиз пурсид, сипас ин оят нозил шуд: «Заноҳои шумо киштзори шумо ҳастанд, Пас ҳаргунае ки бихоҳед, ба киштзори худ дароед.» Ва гуфт: На!  танҳо аз як макон¹. Ҳадиси дувум:Аз Ибни Аббос разияллоҳу анҳу гуфт: Умар ибни Хаттоб ба назди расули Аллоҳ ﷺ омад ва гуфт: ё расулаллоҳ ҳалок шудам! Паёмбар ﷺгуфт: «чи чиз ҳалокат кард»?  Ӯ  гуфт: шаби гузашта маркабамро (ҳамсарамро ҳангоми муҷомаат) тоб додам, паёмбар ﷺба ӯ чизе ҷавоб надод, сипас ба ӯ ояти зерин нозил шуд: «Заноҳои шумо киштзори шумо ҳастанд, Пас ҳаргунае ки бихоҳед, ба киштзори худ дароед». Ӯ ﷺ гуфт: «Аз пешу оқиб, (муҷомаат кун) аммо аз мақъад ва ҳолати ҳайз бипарҳез²» Ҳадиси сеюм: Аз Хузайма ибни Собит разияллоҳу анҳу ривоят аст, ки гуфт:Марде аз  паёмбар ﷺ аз муҷомаат намудани оқиби зан саволкард, пас ӯ ﷺ гуфт: «ҳалол аст» вақто ки он мард пушташро гардонда рафт, ӯро фарёд карда гуфт: «чигуна гуфти? Дар кадом аз ду макон? Аз ақиб дар фарҷ? Бале, (равост) ё аз ақиб дар мақъад? Пас на, (норавост) ҳароина Аллоҳ аз баёни ҳақ шарм намекунад, дар мақъади занон наздик нашавед³. Ҳадиси чаҳорум: «Аллоҳ таъло назар намекунад ба марде, ки ҳамсарашро аз мақъадаш наздик мешавад⁴» Ҳадиси панҷум: «Лаънат кардашудааст ҳарки, ки аз ақиби занон наздик мешавад⁵» яъне аз мақъади онҳо. Ҳадиси шашум: «Ҳарки бо зани ҳоиз ё аз мақъади зан наздик мешавад, ё ба сӯи ҷодугар рафта ба гуфтаи  ӯ бовар мекунад, бегумон ба он чи, ки ба Муҳаммад ﷺ нозил шудааст, куфр варзиадааст⁶».",
   "sources" : [
       {
          "source" : "¹Ривояти Аҳмад 6/305,310,318 ва сиёқ ҳадис аз они ӯст ва Тирмизӣ 3/75 ва Абу Яъло 1/329 ӯро саҳеҳ гардонид ва Ибни Абу Ҳотим дар тафсираш 1/39 ва Байҳақӣ 7/195 ва санади ҳадис бо шарти Муслим саҳеҳ мебошад"
       },

       {
          "source" : "²Ривояти Насоӣ дар “Ал-Ишра” 2/76 ва Тирмизӣ 2/126 ва Ибни Абу Ҳотим 1/39 ва Табаронӣ 3/156  бо тсноди ҳасан ва инчунин имом Тирмизӣ санадашро ҳасан гардонид"
       },

       {
          "source" : "³Ривояти Шофеъӣ 2/260 ва иснодашро қави хонд, ва Байҳақӣ 7/196 ва Доримӣ 1/145 ва Таҳовӣ 2/25 ва Хаттобӣ дар “Ғарибулҳадис” 2/73 ва санадаш саҳеҳ мебошад"
       },

       {
          "source" : "⁴Ривояти Насоӣ дар “Ал-Ишраҳ” 2/77,78 ва Тирмизӣ 1/218 ва Ибни Ҳиббон 1302 ва иснодаш ҳасан аст, Тирмизӣ низ ӯро ҳасан гардонидааст ва Ибни Роҳовай дар “Масоилулмарвази” саҳ 221 инчунин иснодашро саҳеҳ гардонид"
       },

       {
          "source" : "⁵Ривояти Ибни Ади 1/211 аз ҳади Уқба бо исноди ҳасан ва Абудовуд 2162 ва Аҳмад 2/444, 479.]"
       },

       {
          "source" : "⁶Ривояти асҳоби сунан ғайр аз Насоӣ, ки да китоби “Ал-Ишраҳ” 78 овардааст, ва Доримӣ ва Аҳмад 2/408, 476 ва Зиёъ дар китоби “Алмухтор” 10/105 аз ҳадиси Абуҳурайра ва иснодаш саҳеҳ мебошад ҳамчуноне ки инро дар китоби “Нақдуттоҷ” 64 баён кардам. Ва инчунин Насоӣ 2/77 ва Ибни Батта дар “Ал-Ибона” 6/56 аз Товус ривояит аст, ки гуфт:«Ибни Аббосро аз шахсе ки бо ҳамсараш аз мақъад муҷомаат мекунад пурсиданд, сипас ӯ гуфт: Маро аз куфр савол мекунад?» Иснодаш саҳеҳ мебошад, ва Имом Заҳабӣ гуфтааст:«Албатта мо ба воситаи роҳҳои аҳодиси зиёд оиди манъи паёмбар ﷺ аз муҷомаати  мақъади занон, яқин пайдо кардаем, ки ҳеҷ роҳи гурезу фирор аз он нест, ва ба ҳаром будани он боварии комил дорем, ва дар ин хусус ман як мусаннафи бузург навиштаам»]"
       }
   ]
   },

    {
   "id":"ОДОБИ-7",
   "subtitle" : "Таҳорат гирифтан миёни ду ҷимоъ.",
   "text" : "Шавҳар чун бо зан дар маҳалли машруъ ҳамбистар шуд, сипас майл ба бозгашти ҷимоъ пайдо кунад, бояд (қаблан)  таҳорат  гирад, тибқи гуфтаи паёмбар ﷺ : «Ҳаргоҳ, чун яке аз шумоён бо ҳамсараш ҳамбистар шавад, сипас ба бозгашти он майлу хоҳиш пайдо кунад, пас миёни он таҳорат гирад» дар дигар ривоят гуфт: «Таҳорат гирад  ҳамчуноне,  ки барои намоз таҳорат мегирад.»",
   "sources" : [
       {
          "source" : "¹Ривояти Муслим 1/171 ва Ибни Абушайба дар “Мусаннф” 1/51 ва Аҳмад 3/28 ва Абу Нуайм дар китоби “Тибб” 2/12/1 ва лафзи зиёдати аз они ӯст, ва ғайраҳо аз ҳадиси Абу Саъиди Хузрӣ ва онро дар сунани Абудовуд тахриҷ намудаем"
       }
   ]
   },

    {
   "id":"ОДОБИ-8",
   "subtitle" : "Ғусл гирифтан беҳтар аст.",
   "text" : "Аммо гирифтани ғусл беҳтар мебошад, тибқи ҳадиси Абу Рофеъ ризияллоҳу анҳу, ки гуфт: «рузе паёмбар ﷺ миёни ҳамсаронаш давр мезад ва дар назди ҳар каодомаш (алоҳида) ғусл мегирифт, сипас ман ба ӯ гуфтам: ё Расулаллоҳ! Чаро бо як маротиба ғусл иктифо накарди? Ӯ гуфт: «Ин (феъл) поктар ва накӯтар ва тозатар мебошад»¹",
   "sources" : [
       {
          "source" : "¹Ривояти Абудовуд ва Насоӣ дар “Ишратуннисо” 1/79 ва Табаронӣ 6 /96/1 ва Абу Нуайм дар “Тибб” 2/12/1 бо исноди ҳасан ва ӯро Ҳофиз низ қувват дод, ва оиди ин иснод дар саҳеҳи сунан суҳбат кардаам"
       }
   ]
   },

    {
   "id":"ОДОБИ-9",
   "subtitle" : "Якҷо ғусл намудани зану шавҳар.",
   "text" : "Ба зану шавҳар бо ҳам ғусл намудан дар як макон равост, гарчанд мард занро ва зан мардро барҳна бубинанд, дар ин маврид як чанд ҳадис ворид шудааст,якум аз Оиша разияллоҳу анҳо ки гуфт: «Ман бо расули Аллоҳ  ﷺ аз як зарф,  ки миёни мо гузошта буд, бо ҳам ғусл мегирифтем, [бо дастҳоямон (дар гирифтани об) мусобиқа мекардем], ӯ маро ҳамеша сабқат мекард ва ман мегуфтам: ба ман  гузор! Ба ман гузор! Оиша гуфт: ҳардуямон ҷунуб будем¹». Гуфтам (Шайх Муҳаммад Носир): Ин худ ба ботил будани яке аз ривоятҳои воридшуда далолат мекунад, ки гӯё ӯ (Оиша) разияллоҳу анҳо гуфта бошад: «Ҳаргиз ба аврати Расули Аллоҳ ﷺ назар накардам»  Ривояти Табаронӣ дар “Сағир” саҳ 27 инчунин аз тариқи ӯ Абу Нуайм 8/247 ва Хатиб 1/225  дар иснодаш рови ба номи Барака Ибни Муҳаммади Ҳалабӣ вуҷуд дорат, ки дар ӯ ҳеҷ баракате нест! Чунки ӯ дурӯғгӯй ва ҳадисбоф (ваззоъ) мебошад, Ҳофиз Ибни Ҳаҷар дар китоби “Ал-Лисон”  ин ҳадисро дар тарҷумаи ҳоли Барака Ибни Муҳаммади  оварда чунин гуфт: ин ҳадис (яъне ҳадиси  «Ҳаргиз ба аврати Расули Аллоҳ ﷺ назар накардаам») аз бофтаҳои ӯст. Ҳадиси дуюм: аз Муовия ибни Ҳайда разияллоҳу анҳу ривоят аст, ки гуфт: ё Расулаллоҳ! Авратҳоямон (ки аз мардум мепӯшонем) бо чи миқдор зоҳир кунем ва бо чи миқдор онро ниҳон дорем? Ӯ гуфт: «Ғайр аз ҳамсару канизат Аврататро аз (чашми) дигарон ниҳон дор » Ман (Муовия ибни Ҳакам) гуфтам: Ай расули Аллоҳ! Агар мардум бо ҳам якҷо бошанд чи? Ӯ гуфт: «Агар битавони  аврататро аз онҳо пибушони, пас бипушон» пас ман гуфтам: ай расули Аллоҳ! Агар танҳо бошем чи? Ӯ гуфт: «Аллоҳ сазотар аст, ки аз Ӯ, бешатар аз мардумон шарм куни²»",
   "sources" : [
       {
          "source" : "¹Ривояти Бухорӣ ва Муслим ва Абу Авона дар саҳеҳашон ва сиёқ аз они Муслим мебошад ва лафзи зиёда низ дар Муслим ва дар яке аз ривоятҳои Бухорӣ ворид шудааст, ва боб-ро чунин номидааст: “Боби бо ҳам ғулс намудани зану шавҳар” Ҳофиз Ибни Ҳаҷар дар “Фатҳ” 1/290 чунин посух дод: Имом Даровардӣ ба ҷоиз будани назари шавҳар ба аврати зан ва назари зан ба аврати шавҳар, ин ҳадисро истидлол намуданд, ва инро таъйид мекунад ривоте ки назди Ибни Ҳиббон омадааст, ки Сулаймон Ибни Мусоро аз марде ки ба фарҷи ҳамсараш назар мекунад пурсиданд, ӯ гуфт: аз Ато (ҳукми ин масъаларо) пурсидам, ӯ гуфт: аз Оиша инро пурсидам, эшон ҳамон ҳадисро бо маънояш зикр намуданд, ва ҳадиси зерин возеҳу сареҳ аст дар ин масъала"
       },

        {
          "source" : "²Ривояти аҳоби сунан ғайр аз Насоӣ, эшон ӯро дар китоби “Ал-Ишраҳ” 1/76 овардааст, ва Равёнӣ дар “Муснад” 27/169 ва инчунин Аҳмад 5/3,4 ва Байҳақӣ 1/199 ва лафзи ҳадис аз он Абудовуд 2/171 буда иснодаш ҳасан аст ва ӯро Ҳоким саҳеҳ шумурд ва имом Заҳабӣ бошад ӯро дар ин мувофиқат намуд ва инчуни инадашро Ибни Дақиқи Ъйид дар “Ал-Илмом” 2/126 қувват дод. Ва боби ин ҳадисро имом Насоӣ чунин ном гузоштааст: “Назр кардани зан ба аврати шавҳар” ва бо исноди муаллақ имом Бухорӣ дар саҳеҳаш барои ин ҳадис чунин боб гузоштааст: “Боб андар шахсеки дар танҳои ва хилват бараҳна ғусл менамояд, ва ҳарки авраташро бипӯшид, пас пӯшидан беҳтар аст” сипас эшон ҳадиси Абуҳурара-ро ворид кардааст, ки дар он қиссаи ғусл намудани Мусо ва Аюб алаҳимуссалом урён дар хилват зикр шудааст, аз ин рӯ имом Бухорӣ ишора кардааст, ки ҳадиси: «Аллоҳ сазотар аст, ки аз Ӯ, бешатар аз мардумон шарм куни» маҳмул аст ба афзалияту бартарӣ, на ба ҳатмӣ ва зарурӣ, ҳамчуноеки зоҳири ҳадис ба он ифода менамояд, имом Муновӣ гуфта аст: имом Шофеъӣ мазмуни ин ҳадисро мустаҳаб шумурдааст ва Ибни Ҷарир ӯро дар ин масъала мувофиқат кардааст ва дар китоби “Осор” зери ин ҳадис шарҳ дода гуфта аст: чун ки аз Аллоҳ таъоло чизе аз махлуқоташ ниҳону ғоиб намемонад, чи урён бошад ё ғари ӯрён."
       }
   ]
   },

    {
   "id":"ОДОБИ-10",
   "subtitle" : "Таҳорат гирифтани ҷунуб пеш аз хоб",
   "text" : "Зану шавҳар набояд дар ҳолати ҷанобат бихобанд магар пас аз гирифтани таҳорат, дар ин маврид як чанд аҳодис ворид шудааст. Якум аз Оиша ризияллоҳу анҳо ки гуфт: «Ҳаргоҳ чун расули Аллоҳ ﷺ дар ҳоли ҷанобат буданаш майл [ба хӯрдан,] ё ба хобидан пайдо мекард, шармгоҳашро мешӯст ва таҳорат мегирифт, ҳамчунонки барои намоз таҳорат мегирифт¹». Ҳадиси дувум аз ибни Умар разияллоҳу анҳумо ривоят аст ки гуфт: «Умар гуфт: ё расулаллоҳ! Оё дар ҳолати ҷанобат ба яке аз моён хобидан равост?» Ӯ гуфт: «Бале, ҳаргоҳ ки таҳорат гирад.» Дар ривояти дигар омадааст: «Закаратро шуста таҳорат бикун, сипас хоб кун.» Ва дар ривояти дигар омадааст: «Бале, таҳорат гирад, сипас то замони майл ба ғусл карданаш бихобад.» Ва дар ривояти дигар омадааст:«Бале, (хоб кунад) ва агар бихоҳад, таҳорат гирад²». Ҳадиси савум аз Аммор ибни Ёсир разияллоҳу анҳу ривоят аст, ки  расули  Аллоҳ ﷺ гуфт: «Малоикаҳо ба се нафар наздик намешаванд: ҷасади кофир, шахсе, ки (ба худ) атри халуқ зада бошад ва шахси ҷунуб то замоне, ки таҳорат гирад³».",
   "sources" : [
       {
          "source" : "¹Ривояти Бухори ва Муслим ва Абу Авона дар саҳеҳашон ва дар китоби худ “саҳеҳ сунани Абудовуд” бо рақами 218 ӯро тахриҷ намудаем."
       },
       {
          "source" : "²Ҳадисро се имом дар саҳеҳашон ривоят карданд ва Ибни Асокир 13/223/2 ва ривояти дуюм аз они Абудовуд  бо исноди саҳеҳ мебошад, чунонеки дар “саҳеҳ сунани Абудовуд” рақ 218 инро баён намудаам. Ривояти сеюм бошад аз он они Муслим аст ва Абу Авона ва Байҳақӣ 1/218. Ва ривоти охирин аз они Ибни Хузайма ва Ибни Ҳиббон дар саҳеҳашон мебошад чунонки дар китоби “Талхис” 2/156 омадааст, ва ин ривоят (яъне ривояти охирин) ба воҷиб набудани гирифтани вузӯ далолат мекунад ва ин андешаи ҷумҳури уламост, лутфан ин лафзи зиёдаро дар масъали оянда баён хоҳем кард. Агар чунин ки бошад, пас аз боби авло ва аҳро гирифтани таҳорат ба ғари ҷунуб воҷиб намебошад, пас огоҳ бош!"
       },
       {
          "source" : "³Исноди ҳадис ҳасан ривояти Абу Довуд 2/192,193  бо ду роҳи иснод ва Аҳмад ва Таҳови ва Байҳақӣ бо яке аз роҳҳои эшон ва Тирмизӣ ӯро саҳеҳ гардонидааст."
       }
   ]
   },

    {
   "id":"ОДОБИ-11",
   "subtitle" : " ",
   "text" : "",
   "sources" : [
       {
          "source" : ""
       }
   ]
   },

    {
   "id":"ОДОБИ-12",
   "subtitle" : " ",
   "text" : "",
   "sources" : [
       {
          "source" : ""
       }
   ]
   }
 ]
}















